tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "antigen"
brew "aria2"
brew "asciinema"
brew "imagemagick"
brew "asciinema2gif"
brew "aspell"
brew "axel"
brew "bat"
brew "tmux"
brew "byobu"
brew "cowsay"
brew "diction"
brew "dnscrypt-proxy"
brew "dnsmasq"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "git"
brew "pinentry"
brew "gnupg"
brew "gnuplot"
brew "gpg-agent"
brew "graphviz"
brew "handbrake"
brew "jpegoptim"
brew "lolcat"
brew "mackup"
brew "mas"
brew "midnight-commander"
brew "mpssh"
brew "mtr"
brew "nethack"
brew "node"
brew "pinentry-mac"
brew "thefuck"
brew "tldr"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "adobe-digital-editions"
cask "appcleaner"
cask "calibre"
cask "cyberduck"
cask "dingtalk"
cask "dnscrypt"
cask "dropbox"
cask "evernote"
cask "filezilla"
cask "firefox"
cask "github"
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-photos-backup-and-sync"
cask "gpg-suite"
cask "grammarly"
cask "handbrake"
cask "iterm2"
cask "java"
cask "kap"
cask "keepassx"
cask "keepassxc"
cask "keybase"
cask "mactex"
cask "onyx"
cask "osxfuse"
cask "signal"
cask "skype"
cask "sopcast"
cask "teamviewer"
cask "torbrowser"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "homebrew/cask-versions/safari-technology-preview"
mas "Amphetamine", id: 937984704
mas "Collective", id: 599327197
mas "OmniFocus", id: 867299399
mas "Outline", id: 1356178125
mas "Pocket", id: 568494494
mas "QQ", id: 451108668
mas "The Unarchiver", id: 425424353
mas "TokenLock", id: 402433482
mas "WeChat", id: 836500024
